IDEA StatiCa Open Model
MatConcreteEc2 Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
Initializes a new instance of the MatConcreteEc2 class
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public MatConcreteEc2()
Public Sub New
public:
MatConcreteEc2()
See Also
Reference
MatConcreteEc2 Class
IdeaRS.OpenModel.Material Namespace